Repository: pmpr/wp-cmn-cover
Catalog: translation/*.po
Languages: fa_ir

source: Error 404
fa_ir: خطا ۴۰۴

source: Comment Page %s
fa_ir: صفحه نظرات %s

source: Posts Tagged: %s
fa_ir: نوشته‌هایی با برچسب: %s

source: Page %s
fa_ir: صفحه %s

source: Search Results for: %s
fa_ir: نتیجه جستجو برای: %s

source: Articles Posted by %s
fa_ir: مقالات ارسال شده توسط %s

source: Breadcrumb
fa_ir: دنباله آدرس صفحه (بردکرامب)

source: Display Breadcrumb
fa_ir: نمایش بردکرامب

source: Exclude Posts
fa_ir: نوشته‌های مستثنی

source: Unknown Error
fa_ir: خطای ناشناخته

source: Something is wrong, please try again.
fa_ir: اشکالی در فرایند عملیات رخ داده است، لطفا دوباره امتحان کنید.

source: Required data not passed
fa_ir: داده‌های الزامی ارسال نشد‌اند

source: Comment Metadata
fa_ir: متادیتای دیدگاه

source: User
fa_ir: کاربر

source: Cancel Reply
fa_ir: لغو پاسخ

source: Submit
fa_ir: تایید

source: Cancel reply
fa_ir: لغو پاسخ

source: Toggle Form
fa_ir: نمایش فرم

source: Dear %s, Your comment has been sent successfully.
fa_ir: %s گرامی، دیدگاه شما با موفقیت ثبت شد.

source: Comment form and list
fa_ir: فرم و لیست دیدگاه

source: Author Logo
fa_ir: لوگو نویسنده

source: Comment
fa_ir: دیدگاه‌

source: There are no comments yet.
fa_ir: هنوز دیدگاهی وجود ندارد.

source: Your comment is awaiting moderation.
fa_ir: دیدگاه شما پس از تایید نمایش داده خواهد شد.

source: %1$s at %2$s
fa_ir: ‏%1$s در %2$s

source: Reply
fa_ir: پاسخ

source: Target Post Types
fa_ir: نوع‌ نوشته‌های هدف

source: Enable comment for selected post types.
fa_ir: نوع نوشته‌هایی که دیدگاه می‌پذیرند.

source: Target Taxonomies
fa_ir: طبقه‌بندی های هدف

source: Enable comment for selected taxonomies.
fa_ir: فعال کردن دیدگاه برای طبقه‌بندی های انتخابی.

source: Success Submission Message
fa_ir: پیغام ثبت موفقیت آمیز

source: Your comment successfully submitted.
fa_ir: دیدگاه شما با موفقیت ثبت شد.

source: Collapsible
fa_ir: قابلیت باز و بسته شدن

source: Make comment form collapsible
fa_ir: قابلیت باز و بسته شدن فرم دیدگاه

source: Collapsible on Load
fa_ir: بسته بودن هنگام بارگذاری صفحه

source: Make comment form collapsible after load page
fa_ir: فرم نظرات در هنگام بارگذاری اولیه صفحه بسته خواهد بود

source: Sow Site Brand
fa_ir: نمایش برند سایت

source: Show site brand for user with selected roles.
fa_ir: نمایش برند سایت برای نقش‌های کاربری انتخاب شده.

source: Target Roles
fa_ir: نقش‌های کاربری

source: Alternative Avatar
fa_ir: آواتار جایگزین

source: Common Cover
fa_ir: کاور مشترک

source: Rel Attribute
fa_ir: ویژگی‌ rel

source: None
fa_ir: هیچکدام

source: Table
fa_ir: جدول

source: Striped Table
fa_ir: جدول راه راه

source: Bordered Table
fa_ir: جدول حاشیه دار

source: Back
fa_ir: بازگشت

source: Logo
fa_ir: لوگو

source: Items
fa_ir: آیتم‌ها‌

source: Title
fa_ir: عنوان

source: Admin Bar
fa_ir: نوار مدیریت

source: Header
fa_ir: سربرگ سایت (هدر)

source: Footer
fa_ir: پاورقی سایت (فوتتر)

source: Square
fa_ir: مربعی

source: Small
fa_ir: کوچک

source: Large
fa_ir: بزرگ

source: Type
fa_ir: نوع

source: Image
fa_ir: تصویر

source: SEO settings
fa_ir: تنظیمات سئو

source: Improve your seo by using these settings.
fa_ir: ارتقای سئو با استفاده از تنظیمات این بخش.

source: Aspect ratio based URLs
fa_ir: آدرس عکس بر حسب نسبت

source: Use aspect ratio based image URLs like
fa_ir: آدرس عکس بر حسب نسبت

source: Please set new picture for this post.
fa_ir: لطفا تصویر دیگری برای این نوشته انتخاب کنید.

source: Upload Image files that are %1$s x %2$s pixels or larger (max. %3$s).
fa_ir: فایل‌های تصویری که %1$s در %2$s و یا بزرگتر (بیشینه %3$s) هستند را آپلود کنید.

source: Your selected image dimension not valid. minimum dimension for %s must be %s x %s. but your image is %s x %s
fa_ir: ابعاد تصویر انتخابی شما مناسب‌ نیست. حداقل ابعاد برای %s باید %s در %s باشد. در حالی که تصویر انتخابی شما %s در %s است

source: Updated At
fa_ir: تاریخ به روزرسانی

source: Author
fa_ir: نویسنده

source: Created At
fa_ir: تاریخ ایجاد

source: Comments
fa_ir: دیدگاه‌‌ها

source: Study time
fa_ir: زمان

source: Updated at %s
fa_ir: به روز شده در %s

source: Published at %s
fa_ir: منتشر شده در %s

source: %s comments
fa_ir: %s دیدگاه

source: %s minute reading
fa_ir: %s دقیقه مطالعه

source: Post in Blog
fa_ir: نوشته در وبلاگ

source: Comments on Posts
fa_ir: دیدگاه‌ها پیرامون نوشته‌ها

source: Menu Icon
fa_ir: آیکون منو

source: Disable Menu
fa_ir: غیر فعال کردن منو

source: Optimization
fa_ir: افزایش سرعت

source: Disable Lazy Load
fa_ir: غیرفعال کردن لیزی لود تصاویر

source: Disable Delayed Scripts
fa_ir: عدم تاخیر در دریافت اسکریپت

source: Disable Cleanup
fa_ir: غیر فعال کردن تمیزکاری خودکار

source: Exclude Optimization
fa_ir: استثنائات افزایش سرعت

source: Choice posts from post type that you want to ignore from optimization
fa_ir: صفحاتی که افزایش سرعت به آنها اعمال نمی‌شود

source: Next
fa_ir: بعدی

source: Previous
fa_ir: قبلی

source: Current
fa_ir: جاری

source: Posts
fa_ir: نوشته‌ها

source: Terms
fa_ir: ترم‌ها

source: Target
fa_ir: هدف

source: Description
fa_ir: شرح

source: Both
fa_ir: هر دو

source: Slug
fa_ir: نامک

source: Advanced Search
fa_ir: جستجوی پیشرفته

source: Search Configuration
fa_ir: پیکربندی جستجو

source: General
fa_ir: عمومی

source: Enable Advanced Search
fa_ir: فعال سازی جستجوی پیشرفته

source: Check this option if you want enable advanced search functionality.
fa_ir: اگر می‌خواهید قابلیت جستجوی پیشرفته را فعال کنید، این گزینه را علامت بزنید.

source: Display title for post types
fa_ir: عنوان نمایشی برای نوع نوشته‌ها

source: Display title for taxonomies
fa_ir: عنوان نمایشی برای تکسنومی‌ها

source: Form Fields
fa_ir: فیلدهای فرم

source: Field Placeholder
fa_ir: متن داخل فیلد

source: Field Description
fa_ir: شرح فیلد

source: Search Query
fa_ir: کوئری جستجو

source: Show posts in search result
fa_ir: نمایش نوشته‌ها در نتیجه جستجو

source: Search in Posts
fa_ir: جستجو در نوشته‌ها

source: Post Types
fa_ir: نوع نوشته‌ها

source: Leave empty if you prefer to use all available items.
fa_ir: اگر ترجیح می دهید از همه موارد موجود استفاده کنید، خالی رها کنید.

source: Target Field
fa_ir: فیلد هدف

source: Search in Terms
fa_ir: جستجو در ترم‌ها

source: Taxonomies
fa_ir: تکسونومی‌ها

source: Search Scope
fa_ir: محدوده جستجو

source: By setting the following options, you can give users the ability to filter the content they are searching for.
fa_ir: با تنظیم گزینه های زیر می توانید این امکان را به کاربران بدهید تا محتوای مورد جستجو را فیلتر کنند.

source: Filter
fa_ir: فیلتر

source: on Post Types
fa_ir: روی نوع نوشته‌ها

source: on Taxonomies
fa_ir: روی تکسونومی‌ها

source: Without Filter
fa_ir: بدون فیلتر

source: Post types
fa_ir: نوع نوشته‌ها

source: Leave empty if you want show all terms in dropdown.
fa_ir: اگر می‌خواهید همه ترم‌ها را به صورت کشویی نشان دهید، خالی رها کنید.

source: Show terms in search result
fa_ir: نمایش ترم‌ها در نتیجه جستجو

source: Hide Empty Terms
fa_ir: مخفی کردن آیتم‌های خالی

source: By checking this option, just show terms that linked to posts in search result.
fa_ir: با فعال کردن این گزینه، فقط ترم‌هایی که نوشته به آن‌ها چسبیده است نمایش داده خواهد شد.

source: %s Config
fa_ir: پیکربندی %s

source: %s archive title
fa_ir: عنوان آرشیو %s

source: Display Description
fa_ir: نمایش شرح

source: %s archive description
fa_ir: شرح آرشیو %s

source: Post Type
fa_ir: نوع نوشته

source: Post Type & Taxonomy
fa_ir: نوع نوشته و تکسونومی

source: Archive Configurations
fa_ir: پیکربندی آرشیو‌ها

source: 404 Page
fa_ir: صفحه 404

source: Layout & Configuration
fa_ir: چینش و پیکربندی

source: Page Not Found
fa_ir: صفحه مورد درخواست پیدا نشد

source: Text
fa_ir: متن

source: The link you clicked may be broken or the page may have been removed.
fa_ir: لینکی که روی آن کلیک کردید ممکن است خراب باشد یا صفحه حذف شده باشد.

source: Disable Search Box
fa_ir: غیر فعال کردن باکس جستجو

source: Action URL
fa_ir: لینک دکمه

source: Action Text
fa_ir: عنوان دکمه

source: Leave empty if you want show page title.
fa_ir: اگر می‌خواهید عنوان صفحه مورد نظر نمایش داده شود، چیزی ننویسید.

source: Back To Home Page
fa_ir: بازگشت به خانه

source: Action Icon
fa_ir: آیکون دکمه

source: Disable Admin Bar
fa_ir: عدم نمایش ادمین بار

source: Show Admin Bar to
fa_ir: نمایش ادمین بار به

source: Image Placeholder
fa_ir: تصویر پیشفرض

source: Default image for all post types.
fa_ir: تصویر پیشفرض برای همه نوع نوشته‌ها.

source: Google Analytics
fa_ir: تگ گوگل آنالیتیکس

source: Icon
fa_ir: آیکون

source: Icon Set
fa_ir: مجموعه آیکون

source: You can change icon set of frontend by changing this option
fa_ir: با استفاده از این گزینه می‌توانید مجموعه آیکون استفاده شده در بخش نمایشی سایت را تغییر دهید

source: How Load Icons
fa_ir: نحوه بارگذاری آیکون‌ها

source: Vector File
fa_ir: فایل وکتوری

source: Web Font
fa_ir: فونت وب

source: Icons URL
fa_ir: لینک سرو مجموعه آیکون

source: Leave empty if you want use default icons url
fa_ir: اگر می‌خواهید از لینک پیشفرض استفاده شود، این فیلد را خالی رها کنید

source: Licenses
fa_ir: گواهی‌ها

source: Title of license to show on admin
fa_ir: عنوان گواهی برای نمایش در بخش مدیریت

source: Display Method
fa_ir: نوع نمایش

source: By Markup
fa_ir: با مارکاپ

source: By Link & Image
fa_ir: با پیوند و تصویر

source: Link
fa_ir: پیوند

source: Rel
fa_ir: ویژگی rel

source: Markup
fa_ir: مارکاپ

source: If you have a html markup of your license, put here to show it.
fa_ir: اگر برای گواهی‌تان مارکاپ HTML دارید، آن را در این بخش قرار دهید.

source: Markup Image
fa_ir: تصویر مارکاپ

source: Image Size
fa_ir: اندازه تصویر

source: Image Width
fa_ir: عرض تصویر

source: Image Height
fa_ir: ارتفاع تصویر

source: Thin
fa_ir: نازک

source: Light
fa_ir: لایت

source: Regular
fa_ir: معمولی

source: Solid
fa_ir: ضخیم

source: Duotone
fa_ir: دوتن

source: Your browser does not support HTML5 video.
fa_ir: مرورگر شما تگ ویدئوی HTML5 را پشتیبانی نمی کند.

source: About US
fa_ir: درباره ما

source: Display the information about your site or business.
fa_ir: نمایش اطلاعاتی در باره سایت یا کسب و کار شما.

source: Show Logo
fa_ir: نمایش لوگو

source: Site Title
fa_ir: عنوان سایت

source: Site Description
fa_ir: شرح سایت

source: Copyright
fa_ir: کپی رایت

source: Display the copyright.
fa_ir: نمایش کپی رایت.

source: Copyright text
fa_ir: متن کپی رایت

source: Start Date
fa_ir: تاریخ شروع

source: Copyright Symbol
fa_ir: نماد کپی رایت

source: Site Name
fa_ir: نام سایت

source: Site Name as Link
fa_ir: نام سایت به صورت لینک

source: Start Data
fa_ir: تاریخ شروع

source: End Date
fa_ir: تاریخ پایان

source: License
fa_ir: گواهی

source: Display the licenses of your site.
fa_ir: نمایش گواهی‌های سایت شما.

source: Include
fa_ir: شامل

source: Leave empty if you want to show all items
fa_ir: اگر می‌خواهید تمام آیتم‌ها نمایش داده شود، خالی رها کنید

source: Display a link.
fa_ir: نمایش یک پیوند.

source: Post/Page
fa_ir: نوشته/صفحه

source: As Button
fa_ir: به صورت دکمه

source: Size
fa_ir: اندازه

source: Color
fa_ir: رنگ

source: Metadata
fa_ir: متادیتا

source: Display the post metadata.
fa_ir: نمایش متادیتای نوشته‌.

source: Display the posts.
fa_ir: نمایش نوشته‌ها.

source: Recent Posts
fa_ir: آخرین نوشته‌ها

source: Last Updated
fa_ir: آخرین به روز شده‌ها

source: Related Posts By Taxonomies
fa_ir: نوشته‌های مرتبط به واسطه تکسنومی‌ها

source: Most Controversial
fa_ir: پر بحث‌‌ترین‌ها

source: Custom
fa_ir: سفارشی

source: Count
fa_ir: تعداد

source: Render Template
fa_ir: قالب نمایش

source: List
fa_ir: لیست

source: Simple List
fa_ir: لیست ساده

source: Advanced Search functionality.
fa_ir: قابلیت جستجوی پیشرفته.

source: Show Count
fa_ir: نمایش تعداد

source: If you want process target post type automatically, leave this field empty.
fa_ir: اگر می‌خواهید نوع نوشته به صورت خودکار تشخیص داده شود، این فیلد را خالی بگذارید.

source: %s Results
fa_ir: %s نتیجه

source: Display the taxonomies.
fa_ir: نمایش تکسنومی‌ها.

source: Dont Show
fa_ir: عدم نمایش

source: Show Post Count
fa_ir: نمایش تعداد نوشته

source: Show Child Count
fa_ir: نمایش تعداد فرزند

source: Taxonomy
fa_ir: تکسونومی

source: Normal
fa_ir: معمولی

source: Most Used
fa_ir: بیشترین استفاده شده

source: Just Top Level Parents
fa_ir: فقط سرشاخه‌ها

source: Hierarchical
fa_ir: سلسله مراتبی

source: Tag Cloud
fa_ir: تگ کلود

source: Display the title.
fa_ir: نمایش عنوان.

source: Date
fa_ir: تاریخ

source: Number
fa_ir: عدد

source: Value type
fa_ir: نوع مقدار

source: Custom Fields
fa_ir: فیلد‌های سفارشی

source: Attribute Metas
fa_ir: متا‌های ویژگی

source: Attribute Meta
fa_ir: متای ویژگی

source: Attribute
fa_ir: ویژگی‌

source: Meta Key
fa_ir: کلید متا

source: Meta Value
fa_ir: مقدار متا

source: Date Type
fa_ir: نوع تاریخ

source: Seconds
fa_ir: ثانیه‌

source: Minutes
fa_ir: دقیقه

source: Days
fa_ir: روز‌

source: Weeks
fa_ir: هفته‌

source: Months
fa_ir: ماه

source: Years
fa_ir: سال

source: Value
fa_ir: مقدار

source: If attribute is a number field, fill this field too.
fa_ir: اگر ویژگی یک فیلد عددی است، این فیلد را نیز پر کنید.

source: Customers
fa_ir: مشتریان

source: Customer
fa_ir: مشتری

source: Show price short
fa_ir: نمایش کوتاه‌تر قیمت

source: Short Price
fa_ir: کوتاه سازی قیمت

source: This label show instead of 0 product's price, leave empty if you don't want this change
fa_ir: این متن به جای مقدار ۰ قیمت محصولات نمایش داده خواهد شد، اگر این تغییر را نمی‌خواهید خالی رها کنید

source: Free Price Label
fa_ir: متن قیمت رایگان

source: Shop items per page
fa_ir: تعداد آیتم در هر صفحه فروشگاه

source: Attributes tab title
fa_ir: عنوان تب ویژگی‌ها

source: Search
fa_ir: جستجو

source: Product Search
fa_ir: جستجوی محصول

source: Enable product simple search in backend area
fa_ir: قعال سازی جستجوی ساده محصولات در بخش مدیریت سایت

source: &laquo; Previous
fa_ir: &laquo; قبلی

source: Next &raquo;
fa_ir: بعدی &raquo;

source: Thousands
fa_ir: هزار

source: Millions
fa_ir: میلیون

source: Billions
fa_ir: میلیارد
